{
  "Tuta Absoluta": {
    "description": "Tuta absoluta, ou teigne de la tomate, est un papillon invasif originaire d’Amérique du Sud, redoutable pour les cultures de tomates et autres solanacées. Ses larves, vertes ou roses, creusent des galeries dans les feuilles, tiges et fruits, causant des nécroses et des pertes de récolte majeures. Avec un cycle de vie rapide (jusqu’à 12 générations par an), ce ravageur s’adapte facilement à divers climats, rendant sa gestion complexe. Son impact économique et écologique en fait une menace majeure pour les jardiniers et agriculteurs.",
    "symptoms": "Les symptômes de Tuta absoluta sont souvent confondus avec des maladies ou des carences, mais quelques signes distinctifs permettent de l’identifier. Sur les feuilles, recherchez de petits tunnels sinueux, des taches blanches ou transparentes (galeries creusées par les larves), et des zones nécrotiques qui s’étendent rapidement. Les tiges peuvent présenter des perforations ou des traces de mines sous l’écorce. Les fruits attaqués montrent des trous superficiels, des galeries internes (parfois invisibles de l’extérieur) et une pourriture accélérée due aux bactéries opportunistes. Un autre indice : la présence de petits papillons gris (1 cm d’envergure) au crépuscule, ou de larves vert pâle à roses (5 à 8 mm) sur le feuillage. Les déjections noires (excréments des larves) autour des zones endommagées sont aussi un signe révélateur. Agissez vite : une infestation non contrôlée peut détruire une récolte en quelques semaines. Conseil : Inspectez régulièrement le revers des feuilles, où les œufs (minuscules et jaunâtres) et les jeunes larves se cachent souvent.",
    "prevention": "La prévention est essentielle pour limiter les dégâts de Tuta absoluta. Commencez par inspecter régulièrement vos plants, surtout sous les feuilles, pour détecter les premiers signes d’infestation. Utilisez des filets anti-insectes (maille fine) pour empêcher les papillons de pondre sur vos cultures. Associez vos tomates à des plantes répulsives comme le basilic, l’œillet d’Inde ou la menthe, qui perturbent les ravageurs. Pratiquez la rotation des cultures : évitez de planter des solanacées (tomates, aubergines, pommes de terre) au même endroit deux années de suite. Détruisez les résidus de culture après la récolte pour éliminer les larves hivernantes. Enfin, installez des pièges à phéromones pour capturer les adultes avant qu’ils ne pondent. Ces méthodes réduisent significativement les risques d’infestation sans recourir aux pesticides.",
    "treatment": "Dès les premiers signes d’attaque, agissez rapidement pour limiter la propagation. Retirez et détruisez manuellement les feuilles et fruits infestés (brûlez-les ou jetez-les dans un sac fermé) pour éliminer larves et œufs. Introduisez des auxiliaires naturels comme les macroglènes (petites guêpes parasitoïdes) ou les punaises prédatrices (Nesidiocoris tenuis), disponibles en jardinerie, qui ciblent spécifiquement les larves. Pour les petites surfaces, un traitement au savon noir ou à l’huile de neem (insecticide naturel) peut réduire les populations, à appliquer le soir pour éviter de nuire aux pollinisateurs. En cas d’infestation sévère, des produits biologiques à base de Bacillus thuringiensis (bactérie ciblant les chenilles) sont efficaces. Évitez les insecticides chimiques, qui favorisent les résistances et déséquilibrent l’écosystème. Répétez les traitements tous les 7 à 10 jours, en alternant les méthodes pour une meilleure efficacité."
  },
  "Botrytis": {
    "description": "Botrytis cinerea est un champignon ubiquiste responsable de la pourriture grise, redouté pour son impact sur les tomates et de nombreuses autres cultures. Il se développe dans les environnements humides et mal aérés, attaquant feuilles, tiges et fruits. Ses spores, transportées par le vent ou l’eau, germent rapidement sur les tissus végétaux affaiblis ou blessés. Ce pathogène survit longtemps dans le sol et les débris végétaux, rendant sa gestion difficile sans prévention active.",
    "symptoms": "Les premiers signes apparaissent souvent sur les feuilles âgées ou les fruits mûrs : des taches brunes et molles, recouvertes d’un duvet grisâtre caractéristique (mycélium du champignon). Les tiges peuvent aussi présenter des lésions noires et sèches, tandis que les fruits infectés pourrissent rapidement, devenant couverts de moisissure grise. En conditions humides, la maladie progresse vite, formant des cercles concentriques de pourriture. Un autre indice : les fleurs fanées qui restent accrochées aux plants, souvent colonisées par Botrytis. Attention : ce champignon attaque aussi les blessures (tailles, grêle) et les fruits en contact avec le sol. Inspectez régulièrement vos plants, surtout après la pluie ou un arrosage excessif, et retirez immédiatement les parties atteintes pour limiter la propagation.",
    "prevention": "La clé est de réduire l’humidité et d’améliorer la circulation d’air. Espacez vos plants (50 cm minimum) et taillez les feuilles basses pour aérer le feuillage. Arrosez au pied, tôt le matin, en évitant de mouiller les feuilles. Utilisez un paillage pour limiter les éclaboussures de terre sur les fruits. Désinfectez vos outils et serres entre les cultures, et éliminez les débris végétaux (feuilles mortes, fruits tombés) où le champignon hiverne. Privilégiez des variétés résistantes et évitez les excès d’azote, qui rendent les plants plus sensibles. Enfin, en serre, une bonne ventilation et un chauffage modéré réduisent les risques.",
    "treatment": "Dès l’apparition des premiers symptômes, supprimez et brûlez les parties infectées (ne les compostez pas !). Pour les petites surfaces, une solution de bicarbonate de soude (1 cuillère à soupe/L d’eau + quelques gouttes de savon) en pulvérisation préventive peut ralentir la progression. Le purin de prêle ou le lait écrémé (dilué à 10 %) ont aussi un effet fongistatique. En cas d’infestation avancée, des fongicides biologiques à base de Bacillus subtilis ou de Trichoderma (disponibles en jardinerie) sont efficaces. Évitez les fongicides chimiques en culture amateur, surtout en période de récolte. Répétez les traitements tous les 7 à 10 jours, surtout par temps humide. Après la récolte, désinfectez le sol avec un biofongicide ou une solarisation (bâche noire en été)."
  },
  "Puceron Cendré": {
    "description": "Le puceron cendré est un insecte suceur de sève, reconnaissable à sa couleur verte ou grisâtre et à sa taille (2–3 mm). Polyphage, il attaque surtout les tomates, mais aussi les pommes de terre, aubergines et plantes ornementales. Il se reproduit rapidement par parthénogenèse (sans mâles), formant des colonies denses sur les jeunes pousses et le revers des feuilles. Ce ravageur affaiblit les plants et transmet des virus (comme le virus de la mosaïque).",
    "symptoms": "Les premiers signes sont des colonies de petits insectes verts ou gris groupés sur les jeunes pousses, les boutons floraux ou le revers des feuilles. Les feuilles attaquées se déforment, jaunissent, ou s’enroulent vers le bas. Les tiges et fruits peuvent se couvrir d’une substance collante (miellat), favorisant l’apparition de fumagine (champignon noirâtre). Observez aussi des fourmis autour des plants : elles protègent les pucerons pour récolter leur miellat. Les tomates infestées présentent des croissances rabougries et des fruits déformés. En cas de forte attaque, les plants dépérissent rapidement. Inspectez régulièrement les parties tendres de la plante, où les pucerons se cachent.",
    "prevention": "Encouragez la biodiversité en plantant des répulsifs naturels (œillets d’Inde, capucines, lavande) près des tomates. Introduisez des auxiliaires comme les coccinelles, les syrphes ou les chrysopes, prédateurs naturels des pucerons. Utilisez des filets anti-insectes sur les jeunes plants pour empêcher leur installation. Évitez les excès d’azote, qui stimulent la croissance des pousses tendres, attractives pour les pucerons. Arrosez au pied pour ne pas favoriser leur dispersion. Enfin, surveillez les fourmis : si vous en voyez, elles signalent souvent la présence de pucerons.",
    "treatment": "Pour les petites colonies, écrasez les pucerons manuellement ou utilisez un jet d’eau pour les déloger. Le savon noir (20 g/L) ou l’huile de neem (pulvérisation le soir) sont efficaces et respectueux de l’environnement. Le purin d’ortie (fermenté) agit comme répulsif et fortifiant pour les plants. En cas d’attaque sévère, introduisez des larves de coccinelles ou des lacewings (chrysopes), disponibles en jardinerie. Évitez les insecticides chimiques, qui tuent aussi les auxiliaires et favorisent les résistances. Répétez les traitements tous les 5–7 jours, en alternant les méthodes pour éviter l’accoutumance. Après la récolte, détruisez les résidus de culture pour éliminer les œufs hivernants."
  },
  "Punaise Nesidiocoris": {
    "description": "Nesidiocoris tenuis est une petite punaise (2–3 mm) originaire d’Europe, prédatrice naturelle de nombreux ravageurs (aleurodes, pucerons, œufs de lépidoptères). Introduite pour la lutte biologique, elle peut aussi devenir un problème en piquant les fruits de tomate, provoquant des taches nécrotiques et des déformations. Son corps allongé, ses pattes fines et sa couleur verte ou brunâtre la distinguent des autres punaises.",
    "symptoms": "Contrairement aux ravageurs classiques, cette punaise ne suce pas la sève des feuilles, mais pique les fruits (surtout les tomates cerises) pour se nourrir. Les symptômes sont des petits points noirs ou bruns (nécroses) à la surface des fruits, souvent entourés d’un halo jaune. Les piqûres répétées provoquent des déformations, des crevasses ou un durcissement localisé de l’épiderme. Les feuilles peuvent aussi présenter de minuscules points jaunes (piqûres d’alimentation), mais sans déformation majeure. À ne pas confondre avec les dégâts de tarsonèmes ou d’acariens ! Pour confirmer sa présence, observez les punaises adultes ou leurs larves (transparentes à vert pâle) sur le feuillage ou les fleurs.",
    "prevention": "Si vous utilisez cette punaise comme auxiliaire de lutte biologique, introduisez-la tôt en saison (avant l’apparition des fruits) pour qu’elle se nourrisse d’abord de ravageurs. Évitez les lâchers massifs en serre ou sous abri, où elle peut proliférer faute de proies alternatives. Pour réduire les dégâts sur les fruits : (i) Associez-la à d’autres prédateurs (comme Macrolophus pygmaeus), qui limitent sa population. (ii) Surveillez les premiers fruits : si des piqûres apparaissent, réduisez les apports en auxiliaires. (iii) Privilégiez les variétés de tomates moins sensibles (à peau épaisse).",
    "treatment": "Si Nesidiocoris devient problématique : (i) Réduisez les lâchers d’auxiliaires et introduisez des prédateurs spécifiques (comme Dicyphus hesperus), qui régulent sa population. (ii) Éliminez manuellement les punaises adultes et larves en secouant les plants sur un tissu blanc le matin (elles sont peu mobiles à basse température). (iii) Installez des pièges chromatiques jaunes (englués) pour capturer les adultes. Évitez les insecticides chimiques : ils tuent aussi les auxiliaires et aggravent les déséquilibres. En dernier recours, utilisez des savons insecticides ou de l’huile de neem (pulvérisation ciblée, le soir). Ne traitez pas en période de floraison pour préserver les pollinisateurs. Note : Nesidiocoris reste un allié précieux en lutte biologique. Les dégâts sur fruits sont généralement limités si sa population est bien gérée. Un équilibre est possible !"
  },
  "Acariose Bronzée": {
    "description": "L’acariose bronzée est causée par un acarien microscopique (Aculops lycopersici), spécifique aux tomates et autres solanacées. Invisible à l’œil nu, ce parasite suce la sève des feuilles et des tiges, provoquant un bronzage caractéristique du feuillage. Il prolifère en conditions chaudes et sèches, surtout sous abri (serres, tunnels). Contrairement aux araignées rouges, il ne produit pas de toiles.",
    "symptoms": "Les premiers signes apparaissent sur les feuilles basses : un bronzage métallique (reflets cuivrés ou grisâtres) sur la face supérieure, tandis que le revers devient gris et feutré. Les feuilles s’épaississent, se déforment et finissent par sécher et tomber. Les tiges peuvent aussi présenter des stries brunes et un aspect liégeux. Contrairement à d’autres acariens, Aculops lycopersici ne provoque pas de points jaunes ou de toiles. Les fruits ne sont généralement pas directement atteints, mais une infestation sévère affaiblit la plante, réduisant la récolte. Utilisez une loupe pour observer les acariens (0,1–0,2 mm) : ils ressemblent à de minuscules vers blancs ou translucides sur les poils des feuilles.",
    "prevention": "Éviter l’acariose bronzée : des réflexes simples \n (i) Isolez les nouvelles plantations : cet acarien se propage par le vent, les outils ou les vêtements. Désinfectez les serres et le matériel entre les cultures. \n (ii) Maintenez une humidité relative élevée (60–70 %) en arrosant le sol ou en brumisant l’air, car les acariens détestent l’humidité. \n (iii) Plantez des variétés résistantes (certaines tomates hybrides sont moins sensibles). \n (iv) Associez les tomates à des plantes répulsives comme le basilic ou l’ail, qui perturbent les acariens. \n (v) Surveillez régulièrement le feuillage, surtout par temps chaud et sec.",
    "treatment": "Que faire en cas d’infestation ? \n (i) Éliminez les feuilles atteintes et brûlez-les pour réduire la source de contamination. \n (ii) Lâchez des acariens prédateurs (Phytoseiulus persimilis ou Amblyseius californicus), disponibles en jardinerie. Ces auxiliaires sont très efficaces si introduits tôt. \n (iii) Pulvérisez de l’eau sur le feuillage pour augmenter l’humidité et limiter la prolifération. \n (iv) En dernier recours, utilisez un savon insecticide ou de l’huile de neem (à appliquer le soir, en couvrant bien le revers des feuilles). Évitez les acaricides chimiques, qui favorisent les résistances et tuent les auxiliaires. \n (v) Répétez les traitements tous les 5–7 jours, car les œufs (invisibles) échappent souvent à la première intervention. Ne traitez pas en pleine chaleur pour éviter les brûlures des plantes."
  },
  "Aleurodes": {
    "description": "Les aleurodes sont de petits insectes blancs (1–2 mm), semblables à des mini-papillons, qui colonisent le revers des feuilles. Elles sucent la sève des tomates et excrètent du miellat, favorisant la fumagine. Leur reproduction rapide et leur résistance aux traitements en font un ravageur redoutable, surtout en serre ou sous abri. Les adultes s’envolent au moindre effleurement, trahissant leur présence.",
    "symptoms": "Les premiers signes sont des feuilles collantes (miellat) et un affaiblissement général de la plante. Le revers des feuilles abrite des larves plates et translucides, ainsi que des œufs jaunâtres en cercles. Les feuilles jaunissent, se déforment, et peuvent tomber prématurément. Les fruits touchés présentent des taches noires (fumagine) ou une croissance ralentie. \n Observez aussi des fourmis attirées par le miellat, ou des adultes blancs qui s’envolent quand vous secouez la plante. En cas de forte infestation, les tomates deviennent chétives et vulnérables aux maladies. Inspectez régulièrement le revers des feuilles, leur cachette favorite.",
    "prevention": "Prévenir les aleurodes : méthodes naturelles \n (i) Installez des pièges jaunes englués pour capturer les adultes. \n (ii) Associez les tomates à des plantes répulsives (basilic, soucis, œillets d’Inde). \n (iii) Favorisez les auxiliaires : coccinelles, chrysopes, et Encarsia formosa (une micro-guêpe parasitoïde spécifique). \n (iv) Aérez les serres et évitez l’excès d’azote, qui attire les aleurodes. \n (v) Utilisez des filets anti-insectes (maille fine) pour empêcher leur installation.",
    "treatment": "Que faire en cas d’infestation ? \n (i) Pulvérisez du savon noir (20 g/L) ou de l’huile de neem (le soir) pour étouffer larves et œufs. \n (ii) Lâchez des Encarsia (disponibles en jardinerie) : elles parasitent les larves et stoppent le cycle. \n (iii) Éliminez les feuilles fortement infestées et brûlez-les. \n (iv) Traitez avec du purin d’ortie ou une décoction d’ail pour repousser les adultes. \n (v) Évitez les insecticides chimiques, qui tuent les auxiliaires et favorisent les résistances. Répétez les traitements tous les 5–7 jours, en alternant les méthodes. En serre, un lâcher précoce de macroglènes (punaises prédatrices) peut prévenir les attaques. \n Astuce : Les aleurodes adorent la chaleur. Une brumisation d’eau sur les feuilles les perturbe et réduit leur ponte. Un équilibre naturel est possible avec une surveillance régulière !"
  }
}
